app/controllers/static_page_controller.rb

  def home
@gossip= Gossip.all
---
SELECT "gossips".* FROM "gossips"